Revit 2027 API
CategoryNameMap Constructor
Initializes a new instance of the CategoryNameMap class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public CategoryNameMap()
Public Sub New
public:
CategoryNameMap()
new : unit -> CategoryNameMap
See Also
Reference
CategoryNameMap Class
Autodesk.Revit.DB Namespace